Repository: 84000/data-translation-memory
Catalog: toh437-v1.tmx
Source language: bo
Languages: en

source: གལ་ཏེ་ཆར་འབེབས་པར་མི་བྱེད་ན། མཛེས་ཐེབས་པར་འགྱུར་རོ། །
en: However, if the nāgas do not send rain, leprosy will break out.

source: རིག་པ་འཛིན་པ་འདི་དག་བྱ་བའི་ཟས་དང་ལྡན་པར་བྱ་བ་ཡིན་ནོ། །
en: This is to be carried out by a knowledge holder who is a performer of rites.

source: ཕྱི་ནས་ཉེ་བར་བསྡུས་ལ་ཆུ་བོ་ཆེན་པོར་དོར་བར་བྱའོ། །
en: Afterwards, they should be gathered and released in a great river.

source: ལྷ་ཡང་དུས་སུ་ཆར་འབེབས་ཤིང་། །ལོ་ཐོག་ཕུན་སུམ་ཚོགས་པར་ཤོག །
en: “May the gods send rain And may the crops be excellent.

source: འཇིག་རྟེན་མཐའ་དག་སྐྱིད་པ་དང་། །རྒྱལ་པོ་ཆོས་དང་ལྡན་གྱུར་ཅིག །
en: May the people prosper And the king be in accord with the Dharma.”

source: ཅེས་ཡོངས་སུ་བསྔོ་བ་ཡང་བྱའོ། །
en: Thus one should perform the dedication.

source: ཆར་ཤིན་ཏུ་ཆེས་པ་གཅད་འདོད་ན། སྦྲུལ་འདུལ་བའི་མི་ལས་སྦྲུལ་ཅིག་བླངས་ལ།
en: One who wishes to stop excessive rainfall should obtain a snake from a snake charmer,

source: ཙནྡན་གྱིས་བྱུགས་ནས་འོ་མ་བླུད་པར་བྱ་ཞིང་།
en: anoint it with sandalwood paste, and feed it milk.

source: སྔགས་འདི་ལན་བདུན་བསྔགས་པར་བྱས་པའི་བུམ་པ་དམར་པོ་མ་ཚོས་པའི་ནང་དུ་བཅུག་ལ། ཕྱག་རྒྱ་ཆེན་པོས་རྒྱས་བཏབ་ནས།
en: One should pronounce this mantra over it seven times, put it in a red, unbaked jar, and seal it with the great seal.

source: བུམ་པ་བཅག་པར་གྱུར་ན། དེ་མ་ཐག་ཏུ་ཆར་པ་གཅོད་པར་བྱེད་དོ། །
en: Breaking the vase will make the rain stop immediately.

source: ཕྱི་ནས་ཚོགས་ཀྱིས་སྟོན་མོ་བྱ། །
en: Later, one should offer a feast for the gathering,

source: ཡང་ན་ཉན་ཐོས་དགེ་འདུན་མཆོད། །
en: Or make offerings to the saṅgha of listeners,

source: ཁྱེའུ་བུ་མོར་ཟས་སྐོམ་སྦྱིན། །
en: And give food and drink to boys and girls.

source: དེ་ལྟར་བྱས་ན་ཀླུ་རྣམས་དགའ། །
en: Doing this will delight the nāgas.

source: ཆར་ནི་འབབ་པར་འགྱུར་བའི་ཚེ། །གལ་ཏེ་འདི་ལྟར་མི་བྱེད་ན། །ཀླུ་རྣམས་དགའ་བར་མ་བྱས་པས། །
en: If, when it rains, One does not do this The nāgas will be displeased

source: མཛེ་ཡིས་ཐེབས་པར་གྱུར་པ་ཡིན།
en: And so one will contract leprosy.

source: རྒྱལ་པོའི་བུ་དང་བཙུན་མོའི་འཁོར་དང་བཅས་པ་ཁྲུས་བྱས་ལ་ཕྱིར་བཟློག་པའི་ཚེས་ལྔ་ལ་ཕྱིར་བཟློག་པའི་རྩ་བ་བཙལ་ནས། འོ་མའམ། ཡང་ན་མར་དང་སྦྱར་ཏེ། །
en: The king, along with his sons and queens, should bathe on the fifth day of the waning moon. They should obtain the root of pratyaṅgirā , blend it with milk or ghee, and having poured it into a silver dish, they should drink it.

source: དངུལ་གྱི་སྣོད་དུ་བླུགས་ལ་བཏུང་ཞིང་དགེ་སློང་ལ་གསོལ་བར་བྱས་ན། ལོ་གཅིག་གི་བར་དུ་སྦྲུལ་གྱི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར་རོ། །
en: If the dish is offered to an ordained monk there will not be any danger from snakes for one year.

source: དེ་ལ་མི་དགེ་བའི་ལས་ཀྱིས་གལ་ཏེ་སྦྲུལ་གྱིས་བཟུང་ན། སྦྲུལ་དེ་ཉིད་འཆི་བར་འགྱུར་ཏེ།
en: Moreover, if, because of its unvirtuous actions, a snake does bite, the snake itself will die.

source: ལན་བདུན་མངོན་པར་བསྔགས་པས་འགྲུབ་པར་འགྱུར་རོ། །
en: Success comes with seven repetitions of the mantra.

source: ཡང་མཛེ་ནད་སོས་པར་འདོད་ན། སྔགས་འདི་ཉིད་ཀྱིས་དུག་མེད་པར་བྱས་ནས། ཟོས་ན་མཛེ་ནད་སོས་པར་འགྱུར་རོ། །
en: Also, if one wishes to cure leprosy, one should, by means of this very mantra, neutralize a poison and then ingest it. This will cure leprosy.

source: རྩ་བའི་སྔགས་ཀྱིས་ཆུ་ལ་བསྔགས་ལ་སྦྲུལ་གྱིས་བཟུང་བའི་རྨ་ལ་བཀྲུས་ན་དུག་མེད་པར་འགྱུར་རོ། །
en: If one recites the root mantra over water, and then uses that water to wash the wound from a snake bite, that will remove the poison.

source: ཡང་ཀླུ་མཐོང་བར་འདོད་ན། ཨུཏྤལ་དམར་པོའི་འདབ་མ་ལ། ཡི་གེའི་གྲངས་ཀྱིས་འབུམ་བཟླས་ནས།
en: Moreover, if one wishes to see nāgas, one should pronounce the mantra upon a red utpala petal one hundred thousand times for each of its syllables.

source: ཀླུ་གནས་ཤིང་བྱིན་གྱིས་བརླབས་པ་མཚེའུ་ལ་སོགས་པར་བཏབ་ན།
en: The petal should then be tossed into a pond, or the like, that is inhabited by nāgas and blessed.

source: དེའི་རྗེས་ལ་ཀླུའི་ཆུང་མ་འདར་བར་འགྱུར་རོ། །
en: This will make the females of the nāgas tremble.

source: སྒྲུབ་པ་པོ་ལ་ཀྱེ་བཅོམ་ལྡན་འདས་ཅི་ཞིག་བགྱི་ཞེས་བཀའ་ལུང་ནོད་པར་བྱེད་དོ། །
en: They will request orders from the practitioner: “What shall we do, O lord?”

source: སྔགས་པས་ཀྱང་འདོད་པ་དེ་བླང་བར་བྱའོ། །
en: The practitioner of mantra should then request what he wishes.

source: རྟོག་པ་བཞི་པའོ།། །
en: This was the fourth chapter.

source: དེ་ནས་གཞོན་ནུ་སྒྲ་གཅན་འཛིན་བཟང་པོས་གང་གི་ཚེ་བསོད་སྙོམས་ལ་རྒྱལ་པོའི་ཁབ་ཏུ་ཞུགས་ནས་ཡང་འོད་མའི་ཚལ་དུ་ཞུགས་ཏེ། ལྷུང་བཟེད་བཀྲུ་བའི་ཕྱིར་རྫིང་བུ་རིང་པོར་ཞུགས་པ་ན།
en: Once when young Rāhulabhadra had gone to Rājagṛha to receive alms, he went to the Veṇuvana grove, and there descended into a long pond to wash his alms bowl.

source: གྲགས་འཛིན་མའི་བུས་དགེ་སློང་དཀར་པོ་དང་འཁྲུལ་ནས་རྫིང་བུར་དྲངས་པ་དང་།
en: While there, he, the son of Yaśodharā, was mistaken for a white ascetic and so was pulled into the pond.

source: དེའི་ཚེ་གཞོན་ནུ་སྒྲ་གཅན་འཛིན་བཟང་པོས་རིག་པ་འདི་བཟླས་སོ། །
en: At that time the young Rāhulabhadra recited this spell.

source: བཟླས་པ་ཙམ་གྱིས་ཇི་ལྟར་འགའ་ཞིག་རང་གི་ཁྱིམ་ནས་བྱུང་བ་བཞིན་དུ། སྒྲ་གཅན་འཛིན་བཟང་པོ་ཡང་དེ་བཞིན་དུ་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་སོང་ངོ་། །
en: No sooner had he recited the mantra than—just like someone emerging from his house—he arrived in the presence of the Blessed One.

source: ཉེ་བར་སོང་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Having approached the Lord, he said,

source: ཡབ་ལགས་ཁྱེད་ཀྱིས་བདག་ལ་གསང་སྔགས་གང་སྩལ་བའི་མཐུ་དེ་བདག་གིས་མཐོང་ལགས་སོ། །
en: “Father, I have seen the power of the secret mantra which you have granted.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་དུ་མཐོང་།
en: The Blessed One spoke: “Where have you seen that?”

source: ཀླུ་རྣམས་ཀྱི་དྲུང་དུའོ། །
en: “In the presence of the nāgas.

source: དེ་ལྟ་བས་ན་བཅོམ་ལྡན་འདས་སྲོག་ཆགས་གཞན་དག་སྲུང་བའི་སླད་དུ་སྔགས་འདི་བཅོམ་ལྡན་འདས་ཀྱིས་བསྟན་དུ་གསོལ།
en: Therefore, I request that the Blessed One teach this mantra, so that other beings too may be protected by it.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་དེའི་དུས་སུ་སྔགས་འདི་དང་། རྟོག་པ་འདི་ལག་ན་རྡོ་རྗེ་ལ་བསྐུལ་ནས་ཉན་ཐོས་རྣམས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་རྣམས་ལ་བཀའ་དྲིན་གསལ་བར་བྱས་སོ།
en: So then, at that very time and on that occasion, the Lord dispatched Vajrapāṇi, and benevolently granted this mantra and this manual of instruction to the listeners and the bodhisattvas, to monks and nuns, and to male and female lay practitioners.

source: རིགས་ཀྱི་བུ་དེའི་ཕྱིར་གསང་སྔགས་འདི་དང་། རྟོག་པ་འདི་ཙནྡན་གྱི་དཀྱིལ་འཁོར་བྱས་ནས། ཀློག་པར་བྱེད་པ་དེའི་ལུས་ལ་དུག་གི་གནོད་པ་མི་འབྱུང་།
en: Therefore, children of noble family, one who creates a sandalwood maṇḍala and reads this mantra and this manual of instructions will not be harmed by poison,

source: དུག་གིས་འཆི་བར་མི་འགྱུར།
en: will not die from poison,

source: ཤུ་བའི་འཇིགས་པ་མི་འབྱུང་། གཡན་པའི་འཇིགས་པ་མི་འབྱུང་། མཛེ་ནད་ཀྱི་འཇིགས་པ་མི་འབྱུང་། ནད་ཀྱི་འཇིགས་པ་མི་འབྱུང་། ཀླུའི་འཇིགས་པ་མི་འབྱུང་། སྦྲུལ་གྱི་འཇིགས་པ་མི་འབྱུང་། སྟག་དང་གཅན་གཟན་གྱི་འཇིགས་པ་མི་འབྱུང་། མཚོན་གྱི་འཇིགས་པ་མི་འབྱུང་། དགྲའི་འཇིགས་པ་མི་འབྱུང་། དབུལ་བའི་འཇིགས་པ་མི་འབྱུང་། དུས་མ་ཡིན་པར་འཆི་བའི་འཇིགས་པ་མི་འབྱུང་བར་འགྱུར་རོ། །
en: will have no fear of boils, eczema, leprosy, disease, nāgas, snakes, tigers and other beasts of prey, weapons, enemies, poverty, or untimely death. None of these will occur.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བསྟན་པ་སྲུང་བའི་ཕྱིར། ནག་པོ་ཆེན་པོ་ཉིད་ཀྱི་བསོད་སྙོམས་ཀྱིས་གསོས་པའི་སྲིན་མོའི་འཕྲོག་མ་ལ་བྱིན་ནོ། །
en: In order to protect the Teachings, the Lord granted Mahākāla the demoness Hārītī, whom he had nourished from his own alms bowl.

source: དེ་ཡང་སྔོན་གྱི་ལས་མི་དགེ་བ་ལ་སྐལ་བ་ངན་པར་གྱུར་པས།
en: She, however, was lacking in fortune because of her former bad deeds.

source: ནག་པོ་ཆེན་པོ་དང་རྗེས་སུ་མཐུན་པ་མ་ཡིན་པས་གནས་པར་མི་བྱེད། བརྩེ་བར་མི་བྱེད། བསྟན་པ་སྲུང་བར་ཡང་མི་བྱེད་དོ། །
en: She was not agreeable to Mahākāla, and so he did not stay with her, did not love her, and did not protect the Teachings either.

source: དེ་ནས་སྲིན་མོ་དེ་ཡི་མུག་པར་གྱུར་པ་དང་། དེ་ལ་ནག་པོ་ཆེན་པོ་དབང་དུ་བྱ་བར་འདོད་པས། ཀུ་རུ་ཀུལླེའི་རྟོག་པ་འདི་གསུངས་སོ། །
en: She therefore became depressed, and in order to enthrall Mahākāla this Kurukullā compendium was taught.

source: དེ་ནས་བཟུང་ནས་སྐལ་བ་ཆེ་ཞིང་བཟང་བ་དང་ལྡན་པར་འགྱུར་རོ། །
en: From then on, her fortune became vast and excellent.

source: རིགས་ཀྱི་བུ་དེའི་ཕྱིར་སེམས་ཅན་དབང་དུ་བྱ་བར་འདོད་པས་གསང་སྔགས་འདི་ཉིད་དང་། རྟོག་པ་འདི་ཉིད་ལ་གོམས་པར་བྱའོ།
en: For that reason, children of noble family, if you wish to enthrall sentient beings you should familiarize yourselves with this mantra and this manual of instructions.

source: གཞན་ཡང་ཤིན་ཏུ་དགའ་བའི་བུ་གཟུགས་བཟང་ཞིང་མཛེས་པ་སྟོབས་ཆེ་ཞིང་མཚན་དང་ལྡན་པ་ཞིག་སྐྱེས་སོ། །
en: It also came to pass that Sunanda’s son was born handsome and good looking, athletic and in possession of auspicious marks,

source: འོན་ཀྱང་བློ་རྟུལ་བར་གྱུར་ཏོ། །
en: and yet nevertheless dull-witted.

source: འོན་ཀྱང་བློ་རྟུལ་བར་གྱུར་ཏོ།
en: and yet nevertheless dull-witted.

source: དེ་ནས་ཤིན་ཏུ་དགའ་བས་བཅོམ་ལྡན་འདས་ལ་ཞུ་བ་ཞུས་པ།
en: Sunanda therefore asked the Blessed One,

source: བཅོམ་ལྡན་འདས་བདག་གི་བུ་གཟུགས་བཟང་ཞིང་མཛེས་པ་སྟོབས་ཆེ་ཞིང་མཚན་དང་ལྡན་པ་ཞིག་སྐྱེས་པར་གྱུར་ན།
en: “O Lord, my son was born handsome and good looking, athletic and in possession of auspicious marks,

source: བཅོམ་ལྡན་འདས་དེ་ཇི་ལྟར་ན་དེའི་ཤེས་རབ་འཕེལ་བར་འགྱུར།
en: How, O Lord, may he develop insight?

source: གལ་ཏེ་བདག་གི་བུ་དེའི་ཡི་གེ་དང་བཅས་པར་གྱུར་ན། དེ་ལྟ་ན་ཁྱོད་ཀྱིས་བསྟན་པ་རྗེས་སུ་བསྲུང་བར་བགྱིའོ། །
en: Lord, if this child becomes literate he shall become a protector of your doctrine.”

source: དེ་ལྟར་གསན་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དྲན་པ་སྔོན་དུ་ཞུགས་ནས་རྟོག་པ་འདི་དང་གསང་སྔགས་འདི་བཀའ་སྩལ་ཏོ། །
en: Upon hearing this, the Blessed One, with words preceded by mindfulness, spoke this manual of practice and gave this mantra.

source: དེ་བཀའ་སྩལ་གྱིས་ཤིན་ཏུ་དགའ་བའི་བུ་གཞོན་ནུ་སྣར་མ་ཞེས་བྱ་བ་འདི་ཤེས་རབ་དང་ལྡན་པར་འགྱུར་རོ། །
en: As soon as he had done so, Sunanda’s son, Rohiṇīkumāra by name, acquired insight.

source: ལོ་བཅུ་གཉིས་ཀྱིས་བསྟན་བཅོས་ཐམས་ཅད་ལ་འཇིགས་པ་མེད་པ་དང་། བཟོའི་གནས་ཀྱི་ཐབས་ཐམས་ཅད་ལ་མངོན་པར་ཤེས་པ་དང་ལྡན་པར་གྱུར་ཏོ། །
en: By the twelfth year he was free from being intimidated by any of the treatises, as he was thoroughly acquainted with all of the crafts and arts.

source: རིགས་ཀྱི་བུ་དེའི་ཕྱིར་ཤེས་རབ་ཆེན་པོ་འཕེལ་བར་བྱ་བའི་ཕྱིར་གསང་སྔགས་དང་། རྟོག་པ་འདི་ལ་བསླབ་པར་བྱ་བ་ཡིན་ནོ། །
en: Therefore, children of noble family, in order to accumulate great insight, you should study this very mantra and its manual of practice.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མཁའ་སྤྱོད་ཀྱི་དངོས་གྲུབ་བཀའ་སྩལ་པ།
en: Then the Blessed One spoke of the magical power of sky travel:

source: རོ་ཡི་སྐྱོན་དང་བྲལ་བ་ཡི། །དངུལ་ཆུ་ལེགས་པར་བླངས་ནས་སུ། །
en: “Mercury free from the mountain defect One should properly obtain,

source: རྡོ་རྗེ་གཏན་གཤོང་དུ་བྱས་ནས། །འཇིག་རྟེན་མགོན་དང་བཏགས་པར་བྱ། །
en: Place in a vajra hollow, And grind with the world-protector.

source: སླར་ཡང་ཆོས་སྐུ་དང་བཏགས་ལ། །ཛ་བ་ཏི་ཀི་ཏི་ཀ་དང་། །བྱི་ནའི་ལོ་མའི་ཁུ་བ་དང་། །ཉི་མ་གསུམ་དུ་མཉེ་བར་བྱ། །
en: “Again, one should grind with dharmarasa , With yavatiktikā , And the juice of ākhukarṇī For a period of three days.

source: བནྡ་ཀ་ཀོ་ལ་ཡི་ལོ་མ་དང་། །ཧ་ཀ་བཛྲ་འོ་མ་དང་། །རྣ་མ་ཕུག་པའི་ཁུ་བ་དང་། །ནུ་མའི་འོ་མ་དང་མཉེ་བ། །
en: With the sap of vandhyā and kākolī, The sap of bhāskara and vajra, The juice of aviddhaśravaṇa, And breast milk—with these it should be blended.

source: དངུལ་ཆུ་དང་ནི་རྩབ་མོ་ཡིས། །ལན་བདུན་བར་དུ་བཀྲུ་ཞིང་མཉེ། །
en: “Having washed this mercury Seven times with acidulated rice water,

source: ལྕགས་ཀྱི་སྣོད་དུ་ལེགས་བཅུག་ནས། །པྲི་ཏ་ར་ཀའི་ཟན་བཅུག་བཙོ། །
en: One should grind it, put it in an iron pot, And cook it in a lump of vṛddhadāraka dough.

source: ཀ་ན་ཀ་ཡི་མེ་ཏོག་གོང་བུ་དག །འོག་དང་སྟེང་དུ་ངེས་པར་བསྐོར། །
en: “A lump of kanaka flowers One should certainly spin on the top and the bottom.

source: རྩ་བའི་གསང་སྔགས་འབུམ་བཟླས་ན། །དངུལ་ཆུ་དེ་ནི་གཡས་ནས་འཁོར། །
en: When the root mantra has been recited one hundred thousand times, The mercury will revolve clockwise.

source: མུ་ཟི་ཉི་མས་བསྒོས་པ་ལ། །གསང་སྔགས་དེས་ནི་བཟླས་བྱས་ནས། །
en: “Upon that which is infused with the sun of sulfur One should recite the mantra,

source: ལྕགས་སྣོད་མེ་ལ་བཞག་པ་ལ། །ཕྱེ་མའི་སྦྱོར་བ་ཅུང་ཞིག་བླུགས། །
en: And in an iron pot placed over fire Pour a little through the method of pulverization.

source: མུ་ཟི་ཅུང་ཟད་ཞུ་གྱུར་ནས། །ནམ་མཁའི་འདབ་མ་བཅུག་ནས་བཞུ། །
en: “When the sulphur has melted slightly, Sky-leaf is infused and smelted;

source: ཕྱི་ནས་ཕྱི་ནི་ས་ལེ་སྦྲམ། །དེ་ལ་མ་ཀི་ཀི་ཡང་བཞག །
en: Thereafter, subsequently gold And mākṣika is infused.

source: དངུལ་དང་ཟངས་ཀྱང་དེ་ནས་གཞུག །དེ་བཞིན་ལྕགས་ཀྱང་ལྔ་འགྱུར་རོ། །
en: “Then, silver and copper should be infused, And, similarly, iron five times.

source: གཞན་ཀུན་དྲུག་འགྱུར་བཞུ་བྱས་ནས། །ཉི་མའི་འོད་དང་མཉམ་པར་འགྱུར། །
en: Everything else should be infused six times. It will then become equal to the light of the sun.

source: དེ་ཡི་རི་ཐིག་གཞན་ཕུང་ཆེན། །མཁས་པས་སྒྱུར་བར་བྱེད་པ་ཡིན། །
en: “With one guñja of this, An experienced person will transform a great quantity.

source: མན་ཅས་བྲ་ཞིང་བསྒྱུར་ནུས་ན། །དངུལ་ཆུ་གྲུབ་པར་ཤེས་པར་བྱ། །
en: If a pala can be transformed with māṣā , It should be known that the mercury has been perfected.

source: མ་ཧེ་ར་དང་བཅས་པ་ཡི། །སྤྱི་ཡི་འོ་མས་རྡོ་རྗེ་བསད། །
en: “Kept together with meṣaśṛṅgī , The vajra should be killed with the sap of snuhī

source: བྱི་བ་མཆུ་རིངས་ཁྲ་དང་ནི། །གྲུབ་པའི་དངུལ་ཆུ་ནང་དུ་གཞུག །
en: The bodily products of a female musk shrew Are to be infused into the perfected mercury.

source: འདི་དང་དངུལ་ཆུ་འདྲེས་གྱུར་ན། །མར་ཀ་ཏ་ལ་སོགས་པའང་འཇུ། །
en: “When this has mingled with the mercury, Emeralds and so forth are also to be infused.

source: ཀུ་རུ་ཀུལླེའི་རྣལ་འབྱོར་པས། །མིག་གི་ཕྱིར་ནི་མུ་ཏིག་བཞུ། །
en: The Kurukullā yogin Should dissolve a pearl on account of the eye;

source: རྟག་ཏུ་གཟིགས་མ་རྩྭ་ཟོས་མ། །བུད་མེད་བརྒྱ་ལ་འདོད་པ་སྤྱོད། །
en: “Taking always just a small amount He will take pleasure with a hundred women.

source: མཚན་བདུན་ཙམ་ཞིག་སྦྱོར་བས་ནི། །བརྟུལ་ཞུགས་ཅན་ནི་མཁའ་སྤྱོད་འགྱུར། །
en: With just seven nights of practice The adept will be flying through the sky.

source: དངུལ་ཆུ་མཁའ་སྤྱོད་བསྒྲུབ་པའི་རྒྱུད་དོ། །
en: “This is the tantra on the use of mercury for journeying in the sky.

source: ཞ་ཉེའི་རིལ་བུ་བྱས་ནས་ནི། །འབང་ཧུའི་ས་བོན་སྣོད་དུ་ནི། །
en: “Taking a ball of lead, One places it in a vessel with bakula seeds.

source: ཁྲག་འཛག་ཀཉྩའི་སྣོད་བཅུག་ནས། །ས་སྣོད་དམར་པོར་བཅུག་ནས་ནི། །
en: Having placed it in a vessel with the blood-dripping kañcu , One places it in a red earthen vessel.

source: དངུལ་ཆུ་དང་བཅས་ཞ་ཉེ་དེ། །འཆི་བར་འགྱུར་བར་ཐེ་ཚོམ་མེད། །
en: “Together with mercury The lead will undoubtedly die.

source: དེ་དང་དངུལ་ཆུ་སྲང་རེ་བསྲེས། །ཕྱི་ནས་སྲང་གཅིག་དྲུག་ཅུར་བསྲེ། །
en: It is mixed with one pala-measure And afterwards with sixty palas.

source: རང་དང་མཉམ་པར་བསྒྲུབ་བྱས་ནས། །དངུལ་གྱི་རིལ་བུ་བྱེད་པ་ཡིན། །
en: “As one practices, correspondingly, A lump of silver will be produced.

source: སེམས་ཅན་དོན་ལས་བསོད་ནམས་ཚོགས། །ཚོགས་ལས་བྱང་ཆུབ་མཆོག་ཏུ་འགྱུར། །
en: With the welfare of sentient beings comes the accumulation of merit, And from that accumulation, complete enlightenment.

source: སྒྲོལ་མས་དངུལ་ཆུ་གྲུབ་གྱུར་ནས། །སེམས་ཅན་དོན་བྱེད་ནུས་པར་འགྱུར། །
en: As Tārā grants the accomplishment of silver One is able to benefit sentient beings.

source: དངུལ་ཆུ་བསྒྲུབ་པའི་རྒྱུད་དོ། །
en: “This is the tantra on silver practices.

source: བསྟན་པའི་ཀྲུན་ཏོའི་མེ་ཏོག་སྔོ། །ཙི་ཏྲ་ཀ་སྔོན་ཞེས་བྱ་དང་། །
en: Nīlakroṇṇa flower, as has been explained, Is known as the blue citraka

source: རྣལ་འབྱོར་པ་ཡིས་ཟླ་གཅིག་ཏུ། །འོ་མ་དར་འཐུངས་ལོ་སྟོང་འཚོ། །
en: For a month, the yogin should drink this with milk; His life will extend for one thousand years.

source: སྔགས་ཀྱི་བཀའ་ལས་ནག་པོ་བླང་། །འོད་མའི་སྣོད་དུ་བཅུག་ནས་ནི། །
en: “Having obtained the black through the speech of the mantra, The yogin should place it in a bamboo vessel.

source: ཚེས་བརྒྱད་ལ་བསྒྲུབ་རྣལ་འབྱོར་པས། །ཉི་ཟླ་སྐར་མ་གནས་ཡང་འཚོ། །
en: If he practices on the eighth day of the lunar month, He will live for as long as the sun, moon, and stars.

source: ཡུང་བ་བུང་དང་འདྲ་སྙེད་ནས། །འོ་མ་དང་མཉེས་འཐུངས་ནས་ནི། །
en: “Having obtained honey and turmeric, One should mix it with milk, and drink it.

source: ཚངས་པ་མདུན་ན་འདོན་མཉམ་པའི། །ཚེ་དང་ལྡན་འགྱུར་ཐེ་ཚོམ་མེད། །
en: One’s lifespan will without doubt Be equal to that of the priests of Brahma.

source: དེ་བཞིན་ཤིང་ཆེན་འབྲས་བུ་ཡི། །ཆུ་ཤིང་འབྲས་བུ་འདྲ་རྙེད་ནས། །
en: “Likewise, having obtained the banana-like Fruit of the banyan tree,

source: གང་དང་གང་ན་གནས་པ་དེར། །གལ་ཏེ་གསོ་སྦྱོང་ལ་གནས་པ། །འོ་མ་དང་མཉེས་འཐུངས་ནས་ནི། །
en: Wherever that may be, If on a day of fasting One mixes this with milk and drinks it,

source: སྐྲ་དཀར་གཉེར་མ་རེངས་པར་འགྱུར། །
en: One will be free from white hair and wrinkles.

source: བཅུད་ཀྱིས་ལེན་བསྒྲུབ་པའི་རྒྱུད་དོ། །
en: “This is the tantra on essence extraction.

source: བུ་འདོད་པས་ནི་བུ་ག་ཡིན། །བ་བྷ་ག་ཡི་ཤིང་མེ་ཏོག །བརྟུལ་ཞུགས་གནས་པའི་འོ་མ་དང་། །
en: “While observing the practices, the one who desires a son Should drink milk with the flowers of the baka tree.

source: ཆུང་མ་གསོ་སྦྱོང་ལྡན་བྱས་ཏེ། །འཐུངས་ན་སྐལ་བཟང་བུ་ལྡན་འགྱུར། །
en: If his spouse drinks this while fasting, They will receive a fortunate son.

source: སྔགས་འདི་ཤུ་དག་གི་ནི་འབྲས་བུ་དག །བཏགས་ནས་འོ་མ་དང་ནི་བསྲེ་བྱས་ནས། །
en: “With this mantra, the vacā fruit should be mashed And mixed with milk.

source: བཙུན་མོ་དང་ཡང་གསོ་སྦྱོང་ལྡན་བྱས་ཏེ། །འཐུངས་ན་རྒྱལ་བའི་མཚན་ལྡན་བུ་ཐོབ་འགྱུར། །
en: When a fasting lady drinks this, She will gain a son with the characteristics of a king.

source: ལག་སྨན་རྩ་བ་གང་གི་འོ་མ་དང་། །ཁྲུས་བྱས་འཐུངས་པར་གྱུར་ན་བུ་བཙས་འགྱུར། །
en: “She who, having washed with milk, drinks the root of lakṣaṇākṣa Will obtain a fine son.

source: དོན་གྲུབ་པ་ཡི་སྐུ་འདྲ་ཡོངས་རྫོགས་གཟུགས། །མཚོན་གྱིས་མཚོན་རྣམས་ཀྱིས་ནི་འཇིགས་མེད་ནི། །
en: Resembling Siddhārtha, with perfect physique, He will be undaunted by weapons and treatises.

source: ཛཱ་ལ་ཤེ་ལ་རྩ་བ་ནས་བཏོན་ནམ། །རྩ་བ་བླངས་ནས་ལན་བདུན་མངོན་བསྔགས་ཏེ། །
en: “Having uprooted the jalaśītalā plant, Or having obtained its root, One consecrates it seven times with the mantra and

source: མགོ་བོ་ལ་ནི་བཅིངས་པར་བྱས་ན་ནི། །
en: binds it to the hair.

source: རྣལ་འབྱོར་པས་ནི་གསེར་ཤིང་རྩ་བ་དག །བླངས་ནས་གང་གི་མགོ་ལ་བཅིངས་བྱས་ན། །དེ་ཡི་ཉིན་བཞི་པ་ཡི་གནོད་པ་དག །རིམས་ཀྱིས་ཟིན་པ་རིམས་ནི་མེད་པར་འགྱུར། །
en: “When, having obtained the root of kanaka , The yogin places it in the hair of someone Who suffers from the quartan fever, That person will be relieved from his plagues.

source: ལོ་གཅིག་རིམས་ནི་མེད་པར་བྱེད་པ་ཡིན། །
en: For one year this will prevent infectious disease.

source: སོ་ཕག་དུ་བ་ཆང་དང་རྩབ་མོ་དང་། །ར་གཉིས་པ་ཡི་རྒྱལ་བའི་ཁུ་བ་བཅས། །
en: “Brick, smoke, wine, acidulated rice water, Along with the essence of the double- ra -king,

source: ཟངས་མའི་སྣོད་དུ་བུད་མེད་འོ་མ་དང་མཉེས་ནས། །མིག་ལ་བསྐུས་ན་མིག་གི་ནད་རྣམས་སེལ། །
en: Should be placed on a copper plate and blended with the milk of a woman. When applied to the eye it will cure diseases of the eye.

source: ཤིང་ཐོག་ཨུ་ཙ་ཏ་ཡི་རྩ་བ་བླངས་ནས་ནི། །སྔགས་འདི་བརྒྱ་ཕྱེད་པར་དུ་བཟླས་ནས་སུ། །
en: Having pulled out the root of a white uccaṭa plant, Once consecrates it with fifty recitations of the mantra.

source: ཅི་ལྟར་འདོད་པའི་འོ་མ་དང་འཐུངས་ན། །དམ་པའི་མི་དབང་དེའི་མཚན་ལ་རུང་ནས། །
en: Drinking it with milk, as much as one likes, Will render the fine mark of a powerful man fit.

source: ན་ག་ས་ལ་ཞེས་བྱར་རབ་གྲགས་པ། །དེ་ཡི་འོ་མ་དག་དང་ལྡན་བྱས་དེས། །མཚན་མ་སྟོབས་བསྐྱེད་བུ་འཕེལ་བུ་ཚ་བསྐྱེད། །
en: “That which is well known as nagasala Generates, when mixed with milk, The male organ’s power to produce plentiful offspring

source: སྔགས་འདི་བརྒྱ་ཕྱེད་བར་དུ་བཟླས་ནས་སུ། །གི་ཝང་དང་ནི་སོ་མ་སྐྱེས་པའི་ལྕེ། །མི་དབང་རྩ་བ་རྒྱུ་སྐར་བཟང་པོ་ལ། །
en: Subsequent to fifty recitations of the mantra. “Orpiment of bovine origin, tongue of a toothless man, And the roots of nṛparāja —when the moon is in the Śubha asterism,

source: དེ་ཡི་དཔྲལ་བར་ཐིག་ལེ་བྱས་ནས་ནི། །ཐིག་ལེ་དེ་མཐོང་འཇིག་རྟེན་གསུམ་དབང་བྱེད། །
en: A tilaka should be drawn on the forehead. Upon sight, the tilaka will enthrall the triple world.

source: ཤི་བའི་རོ་ཡི་མི་དང་སྙིང་དང་ལྕེ། །དཔྲལ་བ་དང་ནི་དེ་བཞིན་སྣ་དག་ནི། །བླངས་ནས་སྐར་མ་རྒྱལ་གྱི་དུས་ལ་ནི། །
en: “Having obtained a dead body’s eyes, heart, and tongue, Forehead, and likewise nose, When the moon is in the eighth lunar mansion,

source: ཏིལ་མར་ལ་བཙོས་སྐྱེ་བོ་དབང་དུ་བྱེད། །
en: Frying these in sesame oil will make one the enthraller of people.

source: སྦྲུལ་གྱི་དབང་པོའི་མགོ་བོའི་མིག་སྨན་དང་། །མིང་ངན་གཅོད་དང་མེ་ཏོག་ཞེས་བྱའི་ཁྲག །
en: “The eye unguent of the king of snakes, The remedy of bad eyes, the blood known as “the flower”—

source: མིག་སྨན་དེ་ཡི་མིག་ལ་བསྐུས་བྱས་ན། །རྒྱལ་པོའི་བཙུན་མོ་དབང་དུ་བྱེད་པར་འགྱུར། །
en: If such medicine is applied to one’s eyes It will seduce the king’s queen.

source: སྔགས་འདི་བརྒྱ་ཕྱེད་རྐང་པ་སར་བཞག་ནས། །ས་ཡི་ནང་ན་ཡོད་པའི་ནོར་བཙལ་ན། །
en: “If, having recited the mantra fifty times, one places one’s foot on the ground In pursuit of treasure within it,

source: རྐང་པ་གང་དུ་བཞག་པ་གཡོ་འགྱུར་བ། །དེ་ན་གཏེར་དག་ཡོད་པ་ཤེས་པར་བྱ། །
en: And the foot thus put down then vibrates, It should be understood that a treasure is present there.

source: རྐང་པའི་བོལ་འགུལ་ན་ནི་ཉེ་བར་འགྱུར། །
en: “If the upper part of the foot twitches, it is nearby;

source: རྐང་མཐིལ་འགུལ་ན་རིང་ན་གནས་པ་ཡིན། །
en: If it is the sole that twitches, it is far away.

source: གང་ན་གཏེར་ཡོད་ཟེར་བར་མངོན་བྱས་ནས། །རིག་པ་འཛིན་པས་ཉིན་བཞིན་འོག་ཏུ་བལྟ། །
en: Relying first on hearsay, The knowledge holder should look downward every day.

source: གང་ཡང་བྱི་བ་མཆུ་རིངས་ཕྱི་མ་ན། །གུ་གུལ་དང་ནི་བཅས་པ་བྱུགས་ཙམ་གྱིས། །
en: “Whoever applies the excrement of the musk shrew Together with bdellium will, merely by doing so,

source: གླང་ཆེན་མྱོས་པས་གསལ་ཞིང་བདེ་བར་འབྱུང་། །
en: Stay clear of mad elephants And emerge delightfully.

source: ཤིན་ཏུ་གནག་པའི་ཁྱི་མོ་ཡི། །འོ་མ་བསྲུབས་ནས་མར་སར་གྱིས། །བསྐུས་ནས་རྔ་ལྤགས་ལྷམ་གོན་ན། །ཆུ་ཡི་སྟེང་ན་འགྲོ་བར་འགྱུར། །
en: “If the milk of an entirely black bitch, Having been churned, yielding fresh butter, Is applied to shoes made of camel hide, Then wearing those will make one walk on water.

source: ས་བཀོང་ཚ་ཉའི་ཚེར་མ་དག །བསྡུས་ནས་ཚང་ཚིང་ཁྱིམ་སྦས་ན། །
en: “When the thorns of yellow saṃkuca are gathered And hidden in the wilderness home,

source: ཆང་རྣམས་བརླག་སྟེ་ཕྱུང་ནས་ནི། །བཟང་པོ་ཉིད་དུ་འགྱུར་བ་ཡིན། །
en: If the wine is broken, and then it is taken out, That one will become truly excellent.

source: རྫ་མཁན་རྫ་མ་བསྲེགས་པའི་མེ། །ཐོག་གིས་བཅགས་པའི་ཤིང་བཙུགས་ན། །
en: “If the fire that burns a potter’s wares Is fed with a log struck by lightning

source: དེ་མེ་འབར་བར་མི་འགྱུར་ཏེ། །ཆང་བླུགས་སླར་ཡང་འབར་བར་འགྱུར། །
en: It will not burn, Yet if sprinkled with alcohol it blazes again.

source: ཟོང་ལ་གོང་བསྟན་སྔགས་བཟླས་ནས། །སྔོན་སྔགས་ཚོང་པ་རྣམས་བསྟན་པ། །
en: “Reciting the mantra, taught before, upon the stock, And so teaching the consecration through mantra to merchants,

source: རྣལ་འབྱོར་པ་ཡིས་ཚོང་འགྲུབ་སྟེ། །ཚོང་པ་རྣམས་ལས་ཁེ་ཆེར་རྙེད། །
en: The yogin accomplishes the sales And the merchants win great profit.

source: ཆང་གི་ས་བོན་བྱེད་པ་ལ། །སྤྲེའུའི་མི་གཙང་བཅུག་གྱུར་ན། །
en: “If in a vessel for wine Monkey feces have entered,

source: ཆང་སྣོད་བཅས་པ་བརླག་པར་འགྱུར། །བ་ཀུ་ལས་བཀྲུས་སྤྱད་དུ་རུང་།
en: The wine and the vessel are ruined. Washing with bakula will render it usable.

source: བ་ཀུ་ལ་ཡི་ཆུས་བཀྲུས་ན། །བྱིས་པ་མ་མས་བླངས་ནས་ནི། །
en: “If washed with bakula water, The baby will be cared for by the nanny.

source: འབྱུང་པོ་སྐྲ་ཡིས་བདུག་བྱས་ན། །ངུར་སྨྲིག་བསྐོན་པས་སོས་པར་འགྱུར། །
en: So too, through bhūtakeśa incense, The saffron-robed will be healed.

source: བྱིས་པ་ནུ་ཞོ་འཐུངས་སྐྱུགས་ན། །རྨ་བྱའི་སྒྲོ་བསྲེགས་ཐལ་བ་ཡིས། །མགུལ་པ་བཅིངས་པ་བྱས་ན་ནི། །
en: “If a child vomits breast-milk The ashes of burnt peacock feathers Should be bound to its neck;

source: སྦྱོར་བ་མཆོག་གིས་སླར་སོས་འགྱུར། །
en: Through this supreme method it will be healed again.

source: ཡད་ཀ་བ་ཀ་ནི་ཆོ་ག་དང་། །ལྡན་པའི་ཞ་ཉེ་བྱང་དུ་སྐོ་བྱས་ནས། །
en: “When the ritual of yadakabaka Is inscribed on a piece of lead
